Repository: GatoPharaoh/Localization
Catalog: AuxoLE/*.lproj/Localizable.strings
Languages: ar, fr, pt_pt

source: Cancel
ar: إلغاء
fr: Annuler
pt_pt: Cancelar

source: Close All Apps?
ar: إغلاق جميع التطبيقات؟
fr: Quitter toutes les Apps ?
pt_pt: Fechar todas as aplicações?

source: Close All
ar: إغلاق الكل
fr: Quitter
pt_pt: Fechar todas

source: App Switcher
pt_pt: Multitarefas

source: Pagination
ar: ترقيم الصفحات
pt_pt: Paginanção

source: Swipe Up:
ar: إسحب للأعلى:
fr: Swipe vers le Haut:
pt_pt: Deslizar para cima:

source: Swipe Down:
ar: إسحب للأسفل:
fr: Swipe vers le Bas:
pt_pt: Deslizar para baixo:

source: Preview/Open App
ar: معاينة / فتح التطبيق
fr: Aperçu/Ouvrir App
pt_pt: Prever/abrir aplicação

source: Close App
ar: إغلاق التطبيق
fr: Quitter l'App
pt_pt: Fechar aplicação

source: Close All Apps
ar: إغلاق جميع التطبيقات
fr: Quitter toutes les Apps
pt_pt: Fechar todas as aplicações

source: Tap & Hold to Close All
fr: Taper et Maintenir pour tout quitter
pt_pt: Tocar e segurar para fechar todas

source: Show Active App
ar: عرض أحدث التطبيقات
fr: Afficher l'App Active
pt_pt: Mostrar aplicação activa

source: Auxiliary Pages
ar: مساعد الصفحات
fr: Pages Auxiliaires
pt_pt: Páginas auxiliares

source: Playback
ar: تشغيل
pt_pt: Reprodução

source: Tap track title to alternate between controls
fr: Tapez le titre de la chanson pour alterner les contrôles
pt_pt: Toque no título da faixa para alternar entre controlos

source: Volume Slider
ar: حجم المفتاح
fr: Slider du Volume
pt_pt: Controlo de volume

source: Track Scrubber
fr: Défilement de Piste
pt_pt: Navegador da faixa

source: Settings
ar: الإعدادات
fr: Réglages
pt_pt: Definições

source: Swipe up on toggles to access more
fr: Glisser vers le haut sur les toggles pour en voir plus
pt_pt: Deslize para cima nos interruptores para aceder a mais

source: Double Row Toggles
fr: Double Rangée de Toggles
pt_pt: Interruptores de linhas duplas

source: Swap Auxiliary Page Order
fr: Interchanger Ordre Pages Auxiliaires
pt_pt: Alternar para ordem auxiliar de páginas

source: Puts Settings page left of the Playback page.
fr: Insère la page des Réglages avant la page du Playback
pt_pt: Põe a página das definições à esquerda da página de reprodução.

source: Advanced Options
ar: خيارات متقدمة
fr: Options Avancées
pt_pt: Opções avançadas

source: Open To:
ar: فتح في:
fr: Ouvrir directement:
pt_pt: Abrir em:

source: Visible Pages
ar: صفحات مرئية
fr: Pages Visibles
pt_pt: Páginas visíveis

source: Last Opened Page
ar: أخر صفحة مفتوحة
fr: Dernière Page Ouverte
pt_pt: Última página aberta

source: Playback Page
ar: تشغيل الصفحة
fr: Page Playback
pt_pt: Página de reprodução

source: Settings Page
ar: إعدادات الصفحة
fr: Page Régalges
pt_pt: Página de definições

source: If Playing, Open to Playback
fr: En écoute, Ouvrir Playback
pt_pt: Se reproduzir, abrir em Reprodução

source: If Not Playing, Hide Playback
fr: En non-écoute, Cacher Playback
pt_pt: Se não reproduzir, esconder a Reprodução

source: OK
ar: موافق
