Repository: GatoPharaoh/Localization
Catalog: DisplayRecorder/*.lproj/Localizable.strings
Languages: ar

source: Display Recorder
ar: تسجيل الشاشة

source: DisplayRecorder on %@
ar: تسجيل الشاشة في %@

source: Start recording display?
ar: بدء تسجيل الشاشة؟

source: Start recording display? Activation gestures may be setup via the Settings application.
ar: بدء تسجيل الشاشة؟ يمكنك إختصار التسجيل من خلال الإعدادات تعريب @iD70my

source: Cancel
ar: إلغاء

source: Record
ar: تسجيل

source: Recording errored: %@ (Error Code: %i)
ar: خطأ في التسجيل: %@ (رمز الخطأ: %i)

source: Recording errored: %@
ar: خطأ في التسجيل: %@

source: Recording completed!
ar: إكتمل التسجيل!

source: OK
ar: موافق

source: Display cannot be recorded while uploading to YouTube.
ar: لا يمكن التسجيل اثنا رفع الفيديو لليوتيوب.

source: Unable to load framebuffer surface
ar: غير قادر على اتمام العملية

source: Error creating writer: %@
ar: خطأ في إنشاء الكاتب: %@

source: Unable to start writing
ar: غير قادر على بدء الكتابة

source: Interrupted by another app using the audio/video codec hardware.
ar: توقف بسبب استخدام برنامج آخر يستعمل الصوت أو الفيديو.

source: Failed to write pixel buffer
ar: فشل في إرسال عازلة بكسل

source: Unable to open output file at path %@
ar: غير قادر على فتح الملف من مسار %@

source: Toggle Recording
ar: زر التسجيل

source: Toggle Web Interface
ar: زر واجهة الويب

source: Begin/end screen recording
ar: بدء /إنهاء تسجيل الشاشة

source: Enable/disable web interface
ar: تفعيل /إلغاء واجهة الويب

source: Upload Details
ar: تفاصيل التحميل

source: Upload
ar: تحميل

source: Cancel Upload
ar: إلغاء التفعيل

source: YouTube Terms
ar: شروط يوتيوب

source: By clicking 'upload,' you certify that you own all rights to the content or that you are authorized by the owner to make the content publicly available on YouTube, and that it otherwise complies with the YouTube Terms of Service
ar: بالضغط على زر ' تحميل ' تقر بأنك تملك جميع الحقوق للمحتوى، وأنه يتوافق مع شروط خدمة اليوتيوب

source: Show Terms
ar: إظهار الشروط

source: Title
ar: العنوان

source: Description
ar: التفاصيل

source: Category
ar: الفئة

source: Public Video
ar: فيديو عام

source: Film & Animation
ar: أفلام ورسوم

source: Autos & Vehicles
ar: السيارات و المركبات

source: Music
ar: موسيقى

source: Pets & Animals
ar: حيونات

source: Sports
ar: الرياضة

source: Travel & Events
ar: السفر والأحداث

source: Gaming
ar: الألعاب

source: Comedy
ar: كوميديا

source: People & Blogs
ar: الناس ومدونات

source: News & Politics
ar: أخبار وسياسة

source: Entertainment
ar: تسلية

source: Education
ar: تعليم

source: Howto & Style
ar: موضة

source: Nonprofits & Activism
ar: مؤسسات خيرية وأنشطة مجتمعية

source: Science & Technology
ar: العلوم والتكنولوجيا

source: Movies
ar: أفلام

source: YouTube Login Missing
ar: معلومات حساب اليوتيوب غير موجودة

source: Fill in your login details via the Display Recorder pane in the Settings application.
ar: ضع تفاصيل تسجيل الدخول في إعدادات الاداة.

source: Oversize Video
ar: حجم الفيديو كبير جداً

source: In some cases, YouTube will not accept videos with large dimensions from a mobile device. For best results, transfer the video to a computer and upload via YouTube's web interface or record your video again using the half scale option in Settings.
ar: إذا كانت ابعاد الفيديو كبيرة قد يتم رفضة من قبل يوتيوب. لنتيجة افضل، قم بتنزيل الفيديو الى الكمبيوتر وارفعة او استخدم نصف المقياس، يمكنك تغييرة من اعدادات البرنامج.

source: Continue
ar: إستمرار

source: Title is empty
ar: العنوان فارغ

source: YouTube requires that all videos have a title.
ar: يجب ان يكون هناك عنوان للفيديو.

source: Description is empty
ar: التفاصيل فارغه

source: YouTube requires that all videos have a description.
ar: يجب ان يكون هناك تفاصيل للفيديو.

source: Upload failed because your login credentials were refused. Go to the settings application and reenter them. If you are logging in via a Google account, ensure it is linked with your YouTube username.
ar: فشل التحميل وذلك بسبب خطأ في تسجيل الدخول.

source: Upload failed with error:
ar: فشل التحميل ، لخطأ:

source: Upload completed successfully YouTube link is on the pasteboard
ar: تم رفع الفيديو بنجاح تم نسخ عنوان الرابط للفيديو

source: Help
ar: مساعدة

source: Enable
ar: تفعيل

source: Disable
ar: تعطيل

source: Not connected to Wi-Fi
ar: غير متصل بالواي فاي

source: Web server disabled
ar: خادم الويب معطل

source: Saving to Camera Roll…
ar: جاري الحفظ…

source: Save Failed!
ar: فشل الحفظ!

source: Unable to save video to camera roll.
ar: غير قادر على حفظ الفيديو في الصور.

source: Recording…
ar: تسجيل…

source: Stop Recording
ar: إيقاف التسجيل

source: 1 day
ar: يوم

source: %u days
ar: %u أيام

source: 1 hr
ar: ساعة

source: 1 hour
ar: ساعة

source: %u hrs
ar: %u ساعات

source: %u hours
ar: %u ساعات

source: 1 min
ar: دقيقة

source: 1 minute
ar: دقيقه

source: %u mins
ar: %u دقائق

source: %u minutes
ar: %u دقائق

source: 1 sec
ar: ثانية

source: 1 second
ar: ثانية

source: %u secs
ar: %u ثواني

source: %u seconds
ar: %u ثواني

source: %llu GB
ar: %llu قيقا

source: %llu MB
ar: %llu ميقابت

source: %llu KB
ar: %llu كيلوبايت

source: %llu bytes
ar: %llu بايت

source: Recordings
ar: التسجيلات

source: Settings
ar: الإعدادات

source: Share
ar: مشاركة

source: Rename Recording
ar: إعادة تسمية التسجيل

source: Open in iFile
ar: فتح في آي فايل

source: Delete Recording
ar: حذف التسجيل

source: Upload to YouTube
ar: رفع لليوتيوب

source: Play Video
ar: تشغيل

source: Add to Camera Roll
ar: إضافة للصور

source: Activation Methods
ar: طرق التفعيل

source: Always
ar: دائما

source: For best performance, select the native device orientation
ar: للحصول على أفضل أداء، حدد اتجاه الجهاز الأصلي

source: For best results, use the Google login that is linked to your YouTube account
ar: للحصول على أفضل النتائج، استخدم تسجيل الدخول جوجل المرتبط بحسابك على يوتيوب

source: Framerate
ar: نسبة الإطار

source: Full
ar: كامل

source: Grayscale
ar: رمادي

source: H.264/MOV (experimental)
ar: H.264/MOV (تجريبي)

source: H.264/MOV with Mic Audio
ar: H.264/MOV مع صوت المايك

source: H.264 + Mic
ar: H.264 + مايك

source: Half
ar: نصف

source: Half-scale is not supported when OpenGL capture is enabled
ar: غير معتمد على نصف القياس عندما يتم تمكين التقاط OpenGL

source: Hidden
ar: مخفي

source: Using QuickTime rotation mode allows for recording rotated videos with lower overhead, but some apps (including Messages) do not support this metadata. For best compatibility, select precalulated
ar: إستخدم صيغة كويك تايم ، تسمح لك بتصوير الشاشة عند الدوران لكن لاتدعم هذه الميزة بعض التطبيقات ، لنتائج أفضل إستخدم صيغة precalulated تعريب @iD70my

source: High
ar: مرتفع

source: Landscape Left
ar: عرض لليسار

source: Landscape Right
ar: عرض لليمين

source: Large
ar: كبير

source: Lock Framerate
ar: قفل نسبة الإطار

source: Low
ar: منخفض

source: Medium
ar: متوسط

source: MJPEG/AVI (stable)
ar: MJPEG/AVI (مستقر)

source: Open in Safari
ar: فتح في سفاري

source: OpenGL capture
ar: OpenGL التقاط

source: Password
ar: كلمة المرور

source: Portrait
ar: طبيعي

source: Current Interface Orientation
ar: التوجيه الحالي

source: Current
ar: الحالي

source: Mode
ar: الصيغة

source: Recalculated
ar: Precalculated

source: QuickTime
ar: كويك تايم

source: Record Audio
ar: تسجيل الصوت

source: Rotation
ar: دوران الشاشة

source: Scale
ar: القياس

source: Show Taps
ar: اظهار اللمس

source: Small
ar: صغير

source: Tap Size
ar: حجم الدائرة

source: Upside Down
ar: رأسا على عقب

source: User's Guide
ar: دليل المستخدم

source: Video Format
ar: تنسيق الفيديو

source: Video Quality
ar: جودة الفيديو

source: Web Server
ar: خادم الويب

source: When Recording
ar: عند التسجيل

source: YouTube Account
ar: حساب اليوتيوب

source: YouTube or Google Account
ar: حساب جوجل او يوتيوب
