Repository: GatoPharaoh/Localization
Catalog: BioLockdown/*.lproj/Localizable.strings
Languages: ar, zh_cn, zh_tw

# FINGERPRINT_REQUIRED_TO_PREFIX
source: Fingerprint required to
ar: بصمة الأصبع مطلوبة لـ
zh_cn: 需要指纹验证以
zh_tw: 需要指紋身分識別以

# PASSCODE_REQUIRED_TO_PREFIX
source: Passcode required to
ar: الرمز مطلوب لـ
zh_cn: 需要密码以
zh_tw: 需要密碼以

# CANCEL_BUTTON_TEXT
source: Cancel
ar: إلغاء
zh_cn: 取消
zh_tw: 取消

# USE_PASSCODE_BUTTON_TEXT
source: Use Passcode
ar: إستخدام رمز القفل
zh_cn: 使用密码
zh_tw: 使用密碼

# AUTHENTICATE_BUTTON_TEXT
source: Authenticate
ar: تحقق
zh_cn: 验证
zh_tw: 認證

# OPEN_ACTION_TEXT
source: open
ar: فتح
zh_cn: 打开
zh_tw: 打開

# REOPEN_ACTION_TEXT
source: reopen
ar: إعادة فتح
zh_cn: 重新打开
zh_tw: 重新打開

# LAUNCH_ACTION_TEXT
source: launch
ar: تشغيل
zh_cn: 启动
zh_tw: 啟動

# SWITCH_TO_ACTION_TEXT
source: switch to
ar: التحويل إلى
zh_cn: 切换到
zh_tw: 切換到

# ENABLE_ACTION_TEXT
source: enable
ar: تفعيل
zh_cn: 启用
zh_tw: 啟用

# DISABLE_ACTION_TEXT
source: disable
ar: تعطيل
zh_cn: 禁用
zh_tw: 禁用

# ADJUST_ACTION_TEXT
source: adjust
ar: ضبط
zh_cn: 调整
zh_tw: 調整

# TOGGLE_ACTION_TEXT
source: toggle
ar: تبديل
zh_cn: 开关
zh_tw: 開關

# HOLD_ACTION_TEXT
source: hold
ar: الإنتظار
zh_cn: 保持
zh_tw: 保持

# DELETE_ACTION_TEXT
source: delete
ar: حذف
zh_cn: 删除
zh_tw: 移除

# MESSAGE_ACTION_TEXT
source: message
ar: رسالة
zh_cn: 信息
zh_tw: 訊息

# REARRANGE_ICONS_ACTION_TEXT
source: rearrange icons
ar: إعادة ترتيب الأيقونات
zh_cn: 重排图标
zh_tw: 重排圖示

# SHUT_DOWN_DEVICE_ACTION_TEXT
source: shut down device
ar: إيقاف تشغيل الجهاز
zh_cn: 关机
zh_tw: 關機

# ACTIVATE_SIRI_ACTION_TEXT
source: activate Siri
ar: تفعيل سيري
zh_cn: 激活 Siri
zh_tw: 激活 Siri

source: activate Spotlight
ar: تفعيل شريط البحث
zh_cn: 激活 Spotlight
zh_tw: 激活 Spotlight

# RESTRICTION_TYPE_APPLICATION
source: Application
ar: التطبيق
zh_cn: 应用程序
zh_tw: 應用程式

# RESTRICTION_TYPE_APPLICATION_PLURAL
source: Apps
ar: التطبيقات
zh_cn: 应用程序
zh_tw: 應用程式

# RESTRICTION_TYPE_SETTINGS_PANE
source: Settings Pane
ar: الإعدادات
zh_cn: 设置页面
zh_tw: 設定頁面

# RESTRICTION_TYPE_SETTINGS_PANE_PLURAL
source: Settings Panes
ar: الإعدادات
zh_cn: 设置页面
zh_tw: 設定頁面

# RESTRICTION_TYPE_SWITCH
source: Switch
ar: المفتاح
zh_cn: 开关
zh_tw: 開關

# RESTRICTION_TYPE_SWITCH_PLURAL
source: Switches
ar: المفاتيح
zh_cn: 开关
zh_tw: 開關

# RESTRICTION_TYPE_FEATURE
source: Feature
ar: ميزة
zh_cn: 功能
zh_tw: 功能

# RESTRICTION_TYPE_FEATURE_PLURAL
source: Features
ar: ميزات
zh_cn: 功能
zh_tw: 功能

# RESTRICTION_TYPE_UNKNOWN
source: Unknown
ar: غير معروف
zh_cn: 未知
zh_tw: 未知

# RESTRICTIONS_HEADER
source: Restrictions
ar: القيود
zh_cn: 访问限制
zh_tw: 取用限制

# NO_FINGERPRINTS_WARNING
source: No fingerprints on file. You must add fingerprints via Touch ID before using BioLockdown.
ar: لا يوجد أي بصمات ، يجب إضافة بصمة لتفعيل الأداة
zh_cn: 找不到已保存的指纹识别信息。您必须通过 Touch ID 设置添加指纹识别信息才能使用 BioLockdown。
zh_tw: 找不到已儲存的指紋身分識別資訊。您必須透過 Touch ID 設定添加指紋身分識別資訊才能使用 BioLockdown。

# SELF_RESTRICTIONS_WARNING
source: For best results, be sure to lock access to either the Settings app or the BioLockdown settings pane
ar: للحصول على أفضل النتائج، تأكد من تأمين الوصول إلى الإعدادات أو تأمين إعدادات الأداة . تعريب @iD70my
zh_cn: 为确保安全，请务必锁定设置程序或 BioLockdown 的设置页面。
zh_tw: 為確保安全，請務必鎖定設定程式或 BioLockdown 的設定頁面。

# GLOBAL_ENABLED_SETTING
source: Enabled
ar: تفعيل
zh_cn: 启用
zh_tw: 啟用

# GRACE_PERIOD_SETTING
source: Grace Period
ar: فترة مدة الصلاحية
zh_cn: 免验证
zh_tw: 免驗證

# GRACE_PERIOD_EXPLANATION
source: Shorter times are more secure
ar: كل ماقصر الوقت أصبح أكثر أماناً
zh_cn: 较短的时间可保证更高的安全性。
zh_tw: 較短的時間可確保更高的安全性。

# GRACE_PERIOD_EXPIRES_TITLE
source: Grace Period Expires
ar: إنتهاء مدة صلاحية السماح
zh_cn: 免验证时间
zh_tw: 免驗證時間

# GRACE_PERIOD_VALUE_0
source: Immediately
ar: فوراً
zh_cn: 禁用
zh_tw: 立即

# GRACE_PERIOD_VALUE_60
source: After 1 minute
ar: بعد دقيقة
zh_cn: 1 分钟
zh_tw: 1 分鐘

# GRACE_PERIOD_VALUE_120
source: After 2 minutes
ar: بعد دقيقتين
zh_cn: 2 分钟
zh_tw: 2 分鐘

# GRACE_PERIOD_VALUE_300
source: After 5 minutes
ar: بعد ٥ دقائق
zh_cn: 5 分钟
zh_tw: 5 分鐘

# GRACE_PERIOD_VALUE_600
source: After 10 minutes
ar: بعد ١٠ دقائق
zh_cn: 10 分钟
zh_tw: 10 分鐘

# GRACE_PERIOD_VALUE_900
source: After 15 minutes
ar: بعد ١٥ دقيقة
zh_cn: 15 分钟
zh_tw: 15 分鐘

# GRACE_PERIOD_VALUE_1800
source: After 30 minutes
ar: بعد ٣٠ دقيقة
zh_cn: 30 分钟
zh_tw: 30 分鐘

# GRACE_PERIOD_VALUE_3600
source: After 1 hour
ar: بعد ساعة
zh_cn: 1 小时
zh_tw: 1 小時

# GRACE_PERIOD_VALUE_UPON_DEVICE_LOCK
source: Upon Device Lock
ar: عند قفل الجهاز
zh_cn: 锁定设备时
zh_tw: 鎖定裝置時

# TOUCH_ID_SETTING
source: Touch ID
ar: البصمة

# TOUCH_ID_EXPLANATION
source: Add or remove fingerprints
ar: إضافة أو إزالة بصمة
zh_cn: 管理指纹识别信息
zh_tw: 管理指紋身分識別資訊

# NEW_RESTRICTION_BUTTON
source: New Restriction
ar: قيد جديد
zh_cn: 新访问限制
zh_tw: 新取用限制

# NEW_RESTRICTION_EXPLANATION
source: Restrict apps, settings panes or switches
ar: تقييد التطبيقات أو الإعدادات أو رموز التبديل
zh_cn: 限制访问应用程序，设置页面或功能开关。
zh_tw: 限制取用應用程式，設定頁面或功能開關。

# NEW_RESTRICTION_TITLE
source: New Restriction
ar: قيد جديد
zh_cn: 新的限制
zh_tw: 新的限制

# ACCESS_TYPES_SETTING
source: Access Types
ar: أنواع الوصول
zh_cn: 访问类别
zh_tw: 訪問類別

# FINGERPRINTS_SETTING_HEADER
source: Fingerprints
ar: البصمات
zh_cn: 指纹识别
zh_tw: 指紋身分識別

# PASSCODES_SETTING_HEADER
source: Passcodes
ar: الرموز السرية
zh_cn: 密码
zh_tw: 密碼

# WIFI_NETWORKS_SETTING_HEADER
source: Wi-Fi Networks
ar: شبكات الواي فاي
zh_cn: Wi-Fi 网络
zh_tw: Wi-Fi 網路

# WIFI_NETWORK_NAME_SETTING_PREFIX
source: Network Name:
ar: إسم الشبكة
zh_cn: 网络名称：
zh_tw: 網路名稱：

# DEVICE_PASSCODE_SETTING
source: Device Passcode
ar: رمز دخول الجهاز
zh_cn: 设备密码
zh_tw: 裝置密碼

# CUSTOM_PASSCODE_SETTING_PREFIX
source: Custom:
ar: مخصص
zh_cn: 自定义：
zh_tw: 自訂：

# ALL_PRINTS_DESCRIPTION
source: All prints
ar: جميع البصمات
zh_cn: 全部指纹
zh_tw: 全部指紋

# DEVICE_PASSCODE_DESCRIPTION
source: Device passcode
ar: رمز دخول الجهاز
zh_cn: 设备密码
zh_tw: 裝置密碼

# CUSTOM_PASSCODE_DESCRIPTION
source: Custom passcode
ar: رمز مخصص
zh_cn: 自定义密码
zh_tw: 自訂密碼

# VIBRATION_SETTING
source: Vibration
ar: الإهتزاز
zh_cn: 振动
zh_tw: 振動

# VIBRATION_EXPLANATION
source: Vibrate upon receiving a passcode/fingerprint
ar: الإهتزاز عند إدخال بصمة أو الرقم السري
zh_cn: 输入密码或检测到指纹时振动
zh_tw: 輸入密碼或檢測到指紋時振動

# VIBRATION_TITLE
source: Vibration
ar: الإهتزاز
zh_cn: 振动
zh_tw: 振動

# VIBRATION_VALUE_0
source: No Vibration
ar: بدون إهتزاز
zh_cn: 不振动
zh_tw: 不振動

# VIBRATION_VALUE_1
source: Only Upon Failure
ar: عند الإدخال الخاطئ فقط
zh_cn: 仅失败时
zh_tw: 僅失敗時

# VIBRATION_VALUE_2
source: Only Upon Success
ar: عند الإدخال الصحيح فقط
zh_cn: 仅成功时
zh_tw: 僅成功時

# VIBRATION_VALUE_3
source: Upon Either Success or Failure
ar: عند الإدخال الصحيح أو الخاطئ
zh_cn: 成功或失败时
zh_tw: 成功或失敗時

# APP_SWITCHER_PRIVACY_SETTING
source: App Switcher Privacy
ar: خصوصية شريط تحويل البرامج
zh_cn: 多任务显示隐私
zh_tw: 多工處理顯示隐私

# APP_SWITCHER_PRIVACY_EXPLANATION
source: Adjust styling of locked apps in switcher
ar: تعديل نمط البرامج المغلقة في شريط تحويل البرامج
zh_cn: 调整多任务显示中锁定的应用程序的显示式样。
zh_tw: 調整多工處理顯示畫面中鎖定的應用程式的顯示式樣。

# APP_SWITCHER_PRIVACY_TITLE
source: App Switcher Privacy
ar: خصوصية شريط تحويل البرامج
zh_cn: 多任务显示隐私
zh_tw: 多工處理顯示隐私

# APP_SWITCHER_PRIVACY_VALUE_0
source: Visible
ar: مرئي
zh_cn: 显示
zh_tw: 顯示

# APP_SWITCHER_PRIVACY_VALUE_1
source: Blurred
ar: ضبابي
zh_cn: 模糊
zh_tw: 模糊

# APP_SWITCHER_PRIVACY_VALUE_2
source: Black
ar: أسود
zh_cn: 黑色
zh_tw: 黑色

# SHARE_THE_LOVE
source: I'm using BioLockdown to protect access to my iPhone's apps, settings and switches!
ar: أنا أستخدم أداة BioLockdown لحماية الوصول إلى التطبيقات والإعدادات ومفاتيح التبديل! تعريب @iD70my
zh_cn: 我正在使用 BioLockdown 来保护我 iPhone 上的应用程序，设置和功能开关！
zh_tw: 我正在使用 BioLockdown 來保護我 iPhone 上的應用程式，設定與功能開關！

# feature:device-power-off
source: Power Off Device
ar: إيقاف تشغيل الجهاز
zh_cn: 关闭电源
zh_tw: 關閉電源

# feature:rearrange-icons
source: Rearrange Icons
ar: إعادة ترتيب الأيقونات
zh_cn: 重排图标
zh_tw: 重排圖示

# feature:assistant
source: Siri
ar: سيري

# feature:spotlight
source: Spotlight
ar: شريط البحث

# APP_SWITCHER_PRIVACY_VALUE_3
source: White
zh_cn: 白色
zh_tw: 白色
