Repository: GatoPharaoh/Localization
Catalog: DisplayOut/*.lproj/Localizable.strings
Languages: ar

source: Display Out
ar: العرض الخارجي

source: Enabled
ar: تفعيل

source: Orientation
ar: الإتجاه

source: Follow Interface
ar: متابعة الإتجاه

source: Follow SpringBoard
ar: متابعة SpringBoard

source: Landscape Left
ar: المشهد لليسار

source: Landscape Right
ar: المشهد لليمين

source: Portrait
ar: صورة

source: Upside-Down
ar: رأسا على عقب

source: Max Screen Resolution
ar: أقصى دقة للشاشة

source: 1280x1024 (HDMI+iPad 2)
ar: 1280x1024 (HDMI+4S/iPad 2)

source: 1920x1200 (HDMI+iPad 2)
ar: 1920x1200 (HDMI+4S/iPad 2)

source: Scale
ar: تكبير وتصغير الشاشة

source: Aspect Adjust
ar: ضبط الصورة الجانبية

source: Preserve
ar: الحفاظ على

source: Horizontal Offset
ar: إزاحة الصورة إفقياً

source: Vertical Offset
ar: إزاحة الصورة عمودياً

source: Show Taps
ar: عرض المؤشر

source: Never
ar: أبدا

source: Always
ar: دائما

source: Skip Keyboard/OpenGL
ar: بدون إظهار على الكيبورد

source: Tap Size
ar: حجم المؤشر

source: Huge
ar: كبير جدا

source: Giant
ar: عملاق

source: Big
ar: اكبر

source: Large
ar: كبير

source: Medium
ar: متوسط

source: Small
ar: صغير

source: Little
ar: اصغر

source: Tiny
ar: صغير جدا

source: Showing taps may cause flicker
ar: عرض المؤشر قد يسبب وميض

source: Experimental
ar: تجريب

source: Native Support
ar: الدعم المحلي

source: This app
ar: هذا التطبيق

source: OK
ar: موافق

source: Just Main Content
ar: المحتويات الرئيسية فقط

source: Shows only the main content on the external display
ar: يظهر فقط المحتوى الرئيسي في العرض الخارجي

source: Show
ar: عرض

source: External display connected.
ar: العرض الخارجي متصل

source: External display disconnected.
ar: قطع إتصال العرض الخارجي.

source: Suppressing flicker may reduce performance or cause additional memory use in some games
ar: إزلة الوميض قد تقلل من الأداء أو تسبب استخدام ذاكرة إضافية في بعض الألعاب تعريب @iD70my

source: Suppressing OpenGL flicker may cause additional memory use or unexpected behaviour in some games
ar: إلغاء برنامج OpenGL قد يقلل من الأداء أو يسبب استخدام ذاكرة إضافية في بعض الألعاب

source: Suppress Flicker
ar: إزالة الوميض

source: Allow On Lock Screen
ar: السماح في قفل الشاشة

source: Show On
ar: العرض على

source: External Display
ar: العرض الخارجي

source: Both Displays
ar: كل ما يعرض

source: Render Quality
ar: الجودة

source: Low Quality
ar: جودة منخفضة

source: High Quality
ar: جودة عالية

source: Dim Brightness
ar: سطوع خافت

source: On Connect
ar: على اتصال
