Repository: GatoPharaoh/Localization
Catalog: RetinaPad/*.lproj/Localizable.strings
Languages: it, ru

source: Enabled Applications
it: Applicazioni abilitate
ru: Активно для приложений

source: System Applications
it: Applicazioni sistema
ru: Системные приложения

source: User Applications
it: Applicazioni utente
ru: Установленные приложения

source: Always Zoom
it: Sempre ingrandito
ru: Увеличить

source: Allow Upside Down
it: Permetti sottosopra
ru: Переворот

source: Show Simulated Chrome
it: Mostra cornice simulata
ru: Показывать рамку

source: Classic apps that are currently running must be closed via the multitasking switcher bar for changes to take effect.
it: Le applicazioni classiche che sono attualmente in esecuzione devono essere chiuse tramite la barra multitasking per far sì che i cambiamenti abbiano effetto
ru: Запущенные приложения должны быть закрыты через панель многозадачности для применения изменений.

source: Portrait in Landscape
ru: Вертикальная ориентация в горизонтальной

source: This feature is in beta and is unsupported, for now.
it: Questa funzione è beta ed non è supportata, per ora.
ru: Эта функция находится в разработке и пока не поддерживается.

source: To enter retina mode kill %@ via the multitasking switcher bar.
it: Per entrare nella modalità retina, chiudi %@ tramite la barra multitasking.
ru: Для активации режима Retina закройте %@ через панель многозадачности.

source: To exit retina mode kill %@ via the multitasking switcher bar.
it: Per uscire dalla modalità retina, chiudi %@ tramite la barra multitasking.
ru: Для деактивации режима Retina %@ через панель многозадачности.

source: this application
it: questa applicazione
ru: данное приложение

source: This is the first time this classic application has been launched with RetinaPad installed. Do you wish to apply retina mode? More settings may be found in RetinaPad's Settings pane.
it: È la prima volta che questa applicazione classica viene avviata con RetinaPad installato. Si vuole applicare la modalità retina? Altre impostazioni sono presenti nel pannello di configurazione di RetinaPad.
ru: Данное приложение не было выбрано для работы в режиме Retina. Активировать режим Retina? Больше настроек находится в Настройках в разделе RetinaPad.

source: System Information
it: Informazioni di sistema
ru: Системная информация

source: Machine Name
it: Nome macchina
ru: Устройства

source: Machine and Hardware Name
it: Nome macchina ed hardware
ru: Устройства и железа

source: iPhone Mode
it: Modalità iPhone
ru: Режим iPhone

source: Enhanced Resolution
ru: Улучшенное разрешение

source: Tall Mode
ru: Растянуть по вертикали

source: Tall Mode (Cropped)
ru: Растянуть по вертикали (обрезать)

source: Large Canvas
ru: Заполнение

source: Large Canvas (with Status Bar)
ru: Заполнение (с статус баром)

source: Larger Canvas
ru: Заполнение+

source: Larger Canvas (no Status Bar)
ru: Заполнение+ (без статус бара)

source: Overflow Canvas
ru: Перезаполнение

source: Overflow Canvas Mode (Cropped)
ru: Перезаполнение (обрезать)

source: iPad Mode
it: Modalità iPad
ru: Режим iPad (рекомендовано)

source: iPhone Applications
it: Applicazioni iPhone
ru: Приложения для iPhone

source: iPad Applications
it: Applicazioni iPad
ru: Приложения для iPad

source: Force Allow Landscape
it: Forza orizzontale
ru: Разрешить горизонтальную ориентацию

source: Applications that are currently running must be closed via the multitasking switcher bar for changes to take effect.
it: Le applicazioni attualmente in esecuzione devono essere chiuse tramite il selettore applicazioni purché le modifiche abbiano effetto.
ru: Запущенные приложения должны быть закрыты через панель многозадачности для применения изменений.

source: Customize which applications Retina mode is applied to.
it: Scegliere su quali applicazioni verrà applicata la modalità retina.
